Repository: yangeth/app_inspection
Catalog: lib/l10n/intl_*.arb
Languages: es_mx

# login_btn
source: Login
es_mx: Iniciar Sesión

# welcome_lbl
source: Welcome Back
es_mx: Bienvenido de vuelta

source: Email
es_mx: Correo electrónico

source: Password
es_mx: Contraseña

# required
source: {label} is required
es_mx: {label} es requerido

# invalidEP
source: Invalid Email or Password
es_mx: Correo o Contraseña Invalido

source: Server timeout
es_mx: Tiempo de Espera del servidor

# checkServer
source: Cannot connect to the server. Please check if is running.
es_mx: No se puede conectar al servidor. Por favor, compruebe si está funcionando.

# welcome_msj
source: Welcome, {name}!
es_mx: Bienvenido, {name}!

# customBarHome
source: Home
es_mx: Inicio

# customBarHomeVehicle
source: Vehicle
es_mx: Vehiculo

# customBarInspection
source: Inspection
es_mx: Inspección

# customBarProfile
source: Profile
es_mx: Perfil

# title_home
source: Home
es_mx: Inicio

# title_vehicle
source: Vehicle
es_mx: Vehiculo

# path_plates
source: assets/default_en.png
es_mx: assets/default_es.png

# vehicle_type1
source: Truck
es_mx: Trailer

# vehicle_type2
source: Trailer
es_mx: Caja

source: Search plates
es_mx: Buscar placas

# vehicle_plates
source: Plates
es_mx: Placas

# vehicle_model
source: Model
es_mx: Modelo

# vehicle_year
source: Year
es_mx: Año

# vehicle_type
source: Type
es_mx: Tipo

# vehicle_economic_number
source: Economic Number
es_mx: Número Económico

# vehicle_client
source: Client
es_mx: Cliente

# customer_phone
source: Phone
es_mx: Telefono

# customer_email
source: Email
es_mx: Correo electrónico

# title_register
source: Register
es_mx: Registrar

# register_vehicle
source: Register New Vehicle / Customer
es_mx: Registrar Vehiculo Nuevo / Cliente

# save_vehicle
source: Save Data
es_mx: Guardar Datos

# title_ins_wheel
source: Inspection by Wheel
es_mx: Inspección por llanta

# title_inspection
source: Service Order #{refnum}
es_mx: orden de Servicio #{refnum}

# w_inspection
source: Wheel Inspection
es_mx: Inspección de llanta

# types_brakes
source: Types of brakes
es_mx: Tipo de frenos

# types_brakes_ovr
source: Brake Type: {type}
es_mx: Tipo de frenos: {type}

# types_ovr_na
source: Not Defined
es_mx: No Definido

# types_brakes_chamber
source: Brake Chamber Type
es_mx: Tipos de cámara de frenos

# types_brakes_chamber_ovr
source: Brake Chamber Type: {type}
es_mx: Tipo de cámara de frenos: {type}

# types_chamber_ovr_na
source: Not Defined
es_mx: No Definido

# types_brakes_chamber_t1
source: Type 24
es_mx: Tipo 24

# types_brakes_chamber_t2
source: Type 30
es_mx: Tipo 30

source: Brakes Checklist
es_mx: Lista de Control de Frenos

source: Wheel 1
es_mx: Llanta 1

source: Wheel 2
es_mx: Llanta 2

source: Wheel 3
es_mx: Llanta 3

source: Wheel 4
es_mx: Llanta 4

source: Wheel 5
es_mx: Llanta 5

source: Wheel 6
es_mx: Llanta 6

# brake_disc
source: DISC BRAKE
es_mx: Frenos De Disco

# brake_drum
source: DRUM BRAKE
es_mx: Frenos De Tambor

# check_slack_adjuster
source: Slack Adjuster
es_mx: Ajustador De Holgura

# check_brake_chamber
source: Brake Chamber
es_mx: Cámara De Frenos

# check_brake_drum
source: Brake Drum
es_mx: Tambores De Frenos

# check_brake_shoes
source: Brake Shoes
es_mx: Zapatas De Frenos

# check_wheel_seal
source: Wheel Seal
es_mx: Sello De Rueda

# check_wheel_bearings
source: Wheel Bearings
es_mx: Rodamientos De Ruedas

# check_shock_absorber
source: Shock Absorber
es_mx: Amortiguador

# title_ins_brakes
source: Brakes
es_mx: Frenos

# check_brakeWhileMoving
source: Apply Brakes While Moving
es_mx: Aplicar frenos en movimiento

# title_ins_seals
source: Seals
es_mx: Sellos

# trans_seal
source: Transmission Seal
es_mx: Sello de transmisión

# st_box
source: Steering Box
es_mx: Caja de dirección

# rear_d_g
source: Rear Diferential Gasket
es_mx: Empaque del diferencial trasero

# front_d_g
source: Front Diferential Gasket
es_mx: Empaque del diferencial delantero

source: Pinion Seal
es_mx: Sello del piñón

# output_d_s
source: Output Diferential Seal
es_mx: Sello de salida del diferencial

# input_d_s
source: Input Diferential Seal
es_mx: Sello de entrada del diferencial

# power_d_g
source: Power Diferential Gasket
es_mx: Empaque del diferencial de potencia

# checklist_seals_bearings
source: Seals & Bearings Checklist
es_mx: Lista de verificación de sellos y rodamientos

# checklist_seals
source: Seals Checklist
es_mx: Lista de verificación de sellos

# title_ins_u_joints
source: U Joints
es_mx: Crucetas (U Joints)

# st_column_Ujoint
source: Steerign Column UJoint
es_mx: Cruceta de columna de dirección

# trans_Ujoint
source: Transmission UJoint
es_mx: Cruceta de transmisión

# slipYokeF_Ujoint
source: Slip Yoke (Front)
es_mx: Deslizante delantero (Slip Yoke)

# slipYokeR_Ujoint
source: Slip Yoke (Rear)
es_mx: Deslizante trasero (Slip Yoke)

# inDif_Ujoint
source: Input Diferential UJoint
es_mx: Cruceta de entrada del diferencial

# outDif_Ujoint
source: Output Diferential UJoint
es_mx: Cruceta de salida del diferencial

source: Pinnion UJoint
es_mx: Cruceta del piñón

# centerB_Ujoint
source: Center Bearing UJoint
es_mx: Cruceta del soporte central

source: Center Bearing
es_mx: Soporte central

# checklist_Ujoint
source: U Joints Checklist
es_mx: Lista de verificación de crucetas

# title_ins_fluids
source: Fluids
es_mx: Fluidos

# check_oil
source: Oil Check
es_mx: Verificación de aceite

source: Antifreeze Level
es_mx: Nivel de anticongelante

source: Antifreeze Condition
es_mx: Condición del anticongelante

# powerSt_level
source: Power Steering Level
es_mx: Nivel de dirección hidráulica

source: Hub Oil Level
es_mx: Nivel de aceite de maza

# transOil_level
source: Transmission Oil Level
es_mx: Nivel de aceite de transmisión

# transOil_condition
source: Transmission Oil Condition
es_mx: Condición del aceite de transmisión

# frontDifOil_level
source: Front Diferential Oil Level
es_mx: Nivel de aceite del diferencial delantero

# frontDifOil_condition
source: Front Diferential Oil Condition
es_mx: Condición del aceite del diferencial delantero

# rearDifOil_level
source: Rear Diferential Oil Level
es_mx: Nivel de aceite del diferencial trasero

# rearDifOil_condition
source: Rear Diferential Oil Condition
es_mx: Condición del aceite del diferencial trasero

# checklist_fluids
source: Fluids Checklist
es_mx: Lista de verificación de fluidos

# title_ins_shocks
source: Shocks
es_mx: Amortiguadores

# checklist_sleeper_shock_absorber
source: Sleeper Shock Absorber Check
es_mx: Revisión de amortiguador del camarote

# check_SleeperShockAbsorber
source: Sleeper Shock Absorber
es_mx: Amortiguador del camarote

# check_shock_absorber_scr
source: Shock Absorber
es_mx: Amortiguador

# checklist_Shock_Absorber
source: Shock Absorber Check
es_mx: Revisión de amortiguadores

# title_ins_airbags
source: Airbags
es_mx: Bolsas de aire

# check_sleeper_airbag
source: Sleeper Airbag
es_mx: Bolsa de aire del camarote

# check_airbag
source: Airbag
es_mx: Bolsa de aire

# airbag_checklist
source: Airbag Check
es_mx: Revisión de Bolsa de aire

source: Sleeper Airbag Check
es_mx: Revisión de bolsa de aire del camarote

# title_ins_steering_and_suspension
source: Steering & Suspension
es_mx: Dirección y suspensión

# ins_steering_and_suspension_check
source: Steering & Suspension Checklist
es_mx: Revisión de Dirección y suspensión

# check_king_ping
source: King Pings
es_mx: Pernos rey

# check_drag_link
source: Drag Link
es_mx: Barra de arrastre

# check_upper_torque
source: Upper Torque Arms Bushing
es_mx: Buje de brazo de torsión superior

# check_stabilizer_bar
source: Stabilizer Bar Bushing
es_mx: Buje de barra estabilizadora

# check_lower_torque
source: Lower Torque Arms Bushing
es_mx: Buje de brazo de torsión inferior

# check_front_spring
source: Front Spring Bushing
es_mx: Buje de resorte delantero

# check_tie_rood
source: Tie Rood End
es_mx: Extremo de barra de dirección

# check_rear_spring
source: Rear Spring Bushing
es_mx: Buje de resorte trasero

# title_ins_mounts
source: Mounts
es_mx: Soportes

# title_ins_mounts_checklist
source: Mounts Checklist
es_mx: Revisión Soportes

# check_radiator
source: Radiator Mounts
es_mx: Soportes del radiador

# check_hood_mounts
source: Hood Mounts
es_mx: Soportes del cofre

# check_hood_swivel
source: Hood Swivel / Hinge Bushings
es_mx: Bujes de bisagra/giro del cofre

# check_cab_mount
source: Cab Mount
es_mx: Soporte de cabina

# check_sleeper_rod
source: Sleeper Rod Bushing
es_mx: Buje de varilla del camarote

# check_fifth_wheel_bushing
source: Fifth Wheel Bushing
es_mx: Buje de quinta rueda

# check_front_motor_mounts
source: Front Motor Mounts
es_mx: Soportes delanteros del motor

# check_rear_motor_mounts
source: Rear Motor Mounts
es_mx: Soportes traseros del motor

# title_ins_air_brakes
source: Air Brakes
es_mx: Frenos de aire

# title_ins_air_brakes_checklist
source: Air Brakes Checklist
es_mx: Revisión de frenos de aire

# check_low_air_wrn
source: Low Air Warning Devices
es_mx: Dispositivos de advertencia de baja presión de aire

# check_air_pression_bp
source: Air Pression Build Up
es_mx: Construcción de presión de aire

# check_tractor_prot_v
source: Tractor Protection Valve
es_mx: Válvula de protección del tractor

# title_ins_tires
source: Tires
es_mx: Llantas

# thread_tires
source: Thread
es_mx: Banda de Rodadura

# tires_tires
source: Tires
es_mx: Neumáticos

# lug_tires
source: Lug
es_mx: Tuerca de Rueda

# checklist_tires
source: Tires Checklist
es_mx: Lista de Control de Neumáticos

# title_ins_exhaust
source: Exhaust
es_mx: Escape

# muffler_exhaust
source: Muffler
es_mx: Silenciador

# clamps_exhaust
source: Clamps
es_mx: Abrazaderas

# elbows_exhaust
source: Elbows
es_mx: Codos

# flexpipe_exhaust
source: Flex Pipe
es_mx: Tubo Flexible

# checklist_exhaust
source: Exhaust Checklist
es_mx: Lista de Control del Escape

# title_ins_safety
source: Safety
es_mx: Seguridad

# windshield_safety
source: Windshield
es_mx: Parabrisas

# wiper_safety
source: Wiper
es_mx: Limpiaparabrisas

# numbers_safety
source: Numbers
es_mx: Numeros

# lights_safety
source: Lights
es_mx: Luces

# horn_safety
source: Horn
es_mx: Claxon

# mirrors_safety
source: Mirrors
es_mx: Espejos Retrovisores

# cabglasses_safety
source: Cab Glasses
es_mx: Vidrios de la Cabina

# decals_safety
source: Decals
es_mx: Calcomanias

# fueltank_safety
source: Fuel Tank
es_mx: Tanque de Gasolina

# pbrake_safety
source: Parking Brake
es_mx: Freno de Estacionamiento

# cabcondition_safety
source: Cab Condition
es_mx: Condición de la Cabina

# gauses_safety
source: Gauges
es_mx: Indicadores

# footpedal_safety
source: Foot Pedal
es_mx: Pedal

# extintor_safety
source: Extinguisher
es_mx: Extinguidor

# checklist_safety
source: Safety Checklist
es_mx: Lista de Control de Seguridad

# title_ins_electric
source: Electric
es_mx: Sistema eléctrico

# title_ins_electric_checklist
source: Electric Checklist
es_mx: Revisión de Sistema eléctrico

# check_alternator
source: Alternator
es_mx: Alternador

# check_starter
source: Starter
es_mx: Marcha (Motor de arranque)

# check_batery
source: Batteries
es_mx: Baterías

# title_profile
source: Profile
es_mx: Perfil

# profile_my_data
source: My Data
es_mx: Mi información

# profile_name
source: Name:
es_mx: Nombres:

# profile_lastname
source: Lastname:
es_mx: Apellidos

# profile_email
source: Email:
es_mx: Correo electrónico:

# profile_role
source: Role:
es_mx: Rol:

# profile_update_data
source: Update Data
es_mx: Actualizar Datos

# profile_wait
source: Wait...
es_mx: Espera...

# title_overview
source: Overview
es_mx: Resumen

# btn_next
source: Next
es_mx: Siguiente

# btn_back
source: Back
es_mx: Volver

source: Already Checked
es_mx: Ya revisado

# title_labor_detail
source: Labor Detail
es_mx: Detalle de Trabajos

source: Vehicle Maker
es_mx: Fabricante del Vehículo

source: Description
es_mx: Descripción

source: Status
es_mx: Estado

source: Technician
es_mx: Técnico

source: Name
es_mx: Nombre

source: Save / Update
es_mx: Guardar / Actualizar

source: Before / Parts
es_mx: Antes / Partes

source: Labor Finished
es_mx: Terminado

source: Labor Detail
es_mx: Detalle del Trabajo

source: Error uploading image
es_mx: Error al subir imagen

source: Image uploaded successfully
es_mx: Imagen subida exitosamente

source: No images to upload
es_mx: No hay imágenes para subir

# labor_name
source: Name
es_mx: Nombre

source: Required Fields
es_mx: Campos Requeridos

# complete_fields
source: Please fill all the data.
es_mx: Por favor, completa la información.

source: Accept
es_mx: Aceptar

# service_orders_title
source: Service Orders
es_mx: Ordenes de Servicio

# ref_num
source: Ref. Num. {refnum}
es_mx: Num. de Ref. {refnum}

# discard_changes_title
source: Discard changes?
es_mx: ¿Descartar cambios?

# discard_changes_content
source: You have unsaved changes. Do you want to discard them?
es_mx: Tienes cambios sin guardar. ¿Deseas descartarlos?

# cancel_button
source: Cancel
es_mx: Cancelar

# discard_button
source: Discard
es_mx: Descartar
